Repository: kalfeutre/equipeer_test
Catalog: modules/equipeer/languages/equipeer-*.po
Languages: fr_fr

source: No horses available
fr_fr: Aucun équidé disponible

source: Hello !
fr_fr: Bonjour !

source: To place an ad, sign in or create your account
fr_fr: Pour déposer une annonce, connectez-vous ou créez votre compte

source: Sign in
fr_fr: Se connecter

source: Sign up
fr_fr: S'enregistrer

source: Put your ad
fr_fr: Soumettre votre annonce

source: Well done
fr_fr: Bravo

source: Your ad has been submitted. You will be notified when your ad is publishing very soon.
fr_fr: Votre annonce a été envoyée. Vous serez informé très prochainement de sa publication.

source: Next
fr_fr: Suivant

source: Previous
fr_fr: Précédent

source: Phone
fr_fr: Téléphone

source: Basic
fr_fr: Basique

source: No VAT
fr_fr: Non assujetti

source: Your phone number is not valid
fr_fr: Votre numéro de téléphone n'est pas valide

source: Missing fields:
fr_fr: Champs manquants :

source: Firstname
fr_fr: Prénom

source: Lastname
fr_fr: Nom

source: Address
fr_fr: Adresse

source: Postal code
fr_fr: Code postal

source: City
fr_fr: Ville

source: Country
fr_fr: Pays

source: Required fields are missing
fr_fr: Des champs requis sont manquants

source: You must choose how to be contacted
fr_fr: Vous devez indiquer comment vous souhaitez être contacté

source: Identification number
fr_fr: N° d'identification

source: Horse name
fr_fr: Nom du cheval

source: Date of birth
fr_fr: Date de naissance

source: Breed
fr_fr: Race

source: Color
fr_fr: Robe

source: Size
fr_fr: Taille

source: Sex
fr_fr: Sexe

source: Category
fr_fr: Catégorie

source: Ad type
fr_fr: Type d'annonce

source: Localization - Postal code
fr_fr: Localisation - Code postal

source: Localization - City
fr_fr: Localisation - Ville

source: Localization - Country
fr_fr: Localisation - Pays

source: Strong points
fr_fr: Points forts

source: You must indicate your address in the field<br>Fill in address
fr_fr: Vous devez indiquer votre adresse dans le champ<br>Saisissez une adresse

source: You must choose how your ad will be manage
fr_fr: Vous devez choisir la manière dont votre annonce sera gérée

source: The minimum price is 5,000 Euros
fr_fr: Le prix minimum est de 5.000 Euros

source: NET seller selling price in Euro
fr_fr: Prix de vente NET vendeur en Euros

source: subject to VAT
fr_fr: Assujetti à la TVA

source: You must indicate VAT rate
fr_fr: Vous devez indiquer le taux de TVA

source: You must upload the first photo or wait for it to finish uploading
fr_fr: Vous devez télécharger la première photo ou attendre la fin de son téléchargement

source: You must upload the first video or wait for it to finish uploading
fr_fr: Vous devez télécharger la première vidéo ou attendre la fin de son téléchargement

source: Your video link 1 is not correct
fr_fr: Le lien de la vidéo 1 est incorrecte

source: Your video link 2 is not correct
fr_fr: Le lien de la vidéo 2 est incorrecte

source: Your video link 3 is not correct
fr_fr: Le lien de la vidéo 3 est incorrecte

source: Your video link 4 is not correct
fr_fr: Le lien de la vidéo 4 est incorrecte

source: Default Title
fr_fr: Titre par défaut

source: Title:
fr_fr: Titre:

source: My profile
fr_fr: Mon profil

source: Address / Phone
fr_fr: Adresse / Téléphone

source: Saved searches
fr_fr: Recherches sauvegardées

source: My selection
fr_fr: Ma sélection

source: Selections sent
fr_fr: Sélections envoyées

source: My messages
fr_fr: Mes messages

source: My ads
fr_fr: Mes annonces

source: My documents
fr_fr: Mes documents

source: Manage my password
fr_fr: Gérer mon mot de passe

source: Disciplines
fr_fr: Catégories

source: Age : From %s to %s year
fr_fr: Age : De %s à %s an

source: Age : From %s to %s years
fr_fr: Age : De %s à %s ans

source: Age : %s year
fr_fr: Age : %s an

source: Age : %s years
fr_fr: Age : %s ans

source: Potentials
fr_fr: Potentiels

source: Price
fr_fr: Prix

source: Between %s &euro; and %s &euro;
fr_fr: Entre %s &euro; et %s &euro;

source: From %s &euro;
fr_fr: A partir de %s &euro;

source: Ads type
fr_fr: Type d'annonces

source: Certified horses - Basic offer
fr_fr: Chevaux certifiés - Offre basique

source: and
fr_fr: et

source: Appraised horses - Premium offer
fr_fr: Chevaux expertisés - Offre premium

source: Level
fr_fr: Niveau

source: Sizes
fr_fr: Tailles

source: Perennial origin
fr_fr: Origine paternelle

source: Breeds
fr_fr: Races

source: Within a radius of %s km
fr_fr: Dans un rayon de %s km

source: Localization
fr_fr: Localisation

source: Reference
fr_fr: Référence

source: Discipline
fr_fr: Catégorie

source: Sorry, we don't have any equine available online matching your search criteria.
fr_fr: Désolé, nous n'avons pas d'équidé disponible en ligne correspondant à vos critères de recherche.

source: But we have 1 horse which correspond in our Off-market catalog.
fr_fr: Mais nous avons 1 cheval qui correspond dans notre catalogue off-market.

source: But we have %s horses which correspond in our Off-market catalog.
fr_fr: Mais nous avons %s chevaux qui correspondent dans notre catalogue off-market.

source: To be alerted by email when a horse corresponding to your criteria is put online
fr_fr: Pour être alerté par email dès la mise en ligne d'un cheval correspondant à vos critères

source: Transmit my purchase project to the EQUIPEER SPORT team
fr_fr: Transmettre mon projet d'achat à l'équipe d'Equipeer SPORT

source: To send us your request and / or have more information about the horses in the off-market catalog that meet your criteria
fr_fr: Pour nous transmettre votre requête et/ou avoir plus d'informations sur les chevaux du catalogue off-market qui correspondent à vos critères

source: Search
fr_fr: Recherche

source: Search by reference
fr_fr: Recherche par référénce

source: Search your horse
fr_fr: Trouvez votre cheval

source: With your search criteria
fr_fr: Avec vos critères de recherche

source: Founds
fr_fr: Trouvées

source: Your search criteria
fr_fr: Vos critères de recherche

source: Frequently asked questions
fr_fr: Questions fréquemment posées

source: You have a question?
fr_fr: Vous avez une question ?

source: Select the corresponding section.
fr_fr: Sélectionnez la section correspondante.

source: Invalid number
fr_fr: Numéro invalide

source: Invalid country code
fr_fr: Code de pays non valide

source: Too short
fr_fr: Trop court

source: Too long
fr_fr: Trop long

source: Seller Information
fr_fr: Coordonnées du vendeur

source: Valid
fr_fr: Valide

source: I prefer to be contacted by
fr_fr: Je préfère être contacté par

source: %s required fields
fr_fr: %s champs obligatoires

source: Fill in city
fr_fr: Saisissez une ville

source: Indicate a city
fr_fr: Saisissez votre ville

source: Zip
fr_fr: Code postal

source: Horse General Information
fr_fr: Informations générales

source: Only for equines registered in France, once the SIRE number (without the letter) entered > validate with the "OK" button and some of the fields are automatically filled with the corresponding information
fr_fr: Uniquement pour les équidés immatriculés en France, une fois le N° SIRE (sans la lettre) entré > validez avec le bouton "OK" et une partie des champs se remplissent automatiquement avec les informations correspondantes

source: Date of Birth
fr_fr: Date de naissance

source: YYYY-MM-DD
fr_fr: AAAA-MM-JJ

source: click on the icon
fr_fr: Cliquez sur l'icône

source: Choose breed
fr_fr: Choisissez une race

source: Choose color
fr_fr: Choisissez une robe

source: Choose size
fr_fr: Choisissez une taille

source: Choose sex
fr_fr: Choisissez un sexe

source: Choose category
fr_fr: Choisissez une catégorie

source: Choose an equine type
fr_fr: Choisissez un type d'équidé

source: Describe your horse in 280 characters maximum
fr_fr: Décrivez votre cheval en 280 caractères maximum

source: Expertise EQUIPEER with my horse
fr_fr: Choix de l'offre de service

source: BASIC Offer
fr_fr: Offre BASIQUE

source: Free ad management
fr_fr: Autonomie - chevaux certifiés

source: PREMIUM Offer
fr_fr: Offre PREMIUM

source: Management of the ad by EQUIPEER
fr_fr: Accompagnement sur mesure - chevaux expertisés

source: Horse selling price
fr_fr: Prix de vente

source: The horse is subject to VAT
fr_fr: Le cheval est assujetti à la TVA

source: The horse is not subject to VAT
fr_fr: Le cheval n'est pas assujetti à la TVA

source: excluding VAT
fr_fr: hors TVA

source: VAT
fr_fr: TVA

source: Free deposit sale price
fr_fr: Prix final - offre <strong style="color: #0e2d4c;">basique</strong>

source: Selling price in appraised deposit
fr_fr: Prix final - offre <strong style="color: #d1023e;">premium</span>

source: Price including VAT, Equipeer SPORT fees included
fr_fr: Prix TTC frais Equipeer SPORT inclus

source: Your horse will be displayed in the price range:
fr_fr: Votre cheval sera affiché dans la tranche de prix :

source: to
fr_fr: à

source: You must enter a SIRE to perform a search
fr_fr: Vous devez saisir un SIRE pour effectuer une recherche.

source: The SIRE number must be 8 digits
fr_fr: Le numéro SIRE doit comporter 8 chiffres

source: No information concerning this SIRE number
fr_fr: Aucune information concernant ce numéro SIRE

source: Name
fr_fr: Nom

source: Gender
fr_fr: Sexe

source: SIRE Result
fr_fr: Résultat SIRE

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Inserted data
fr_fr: Données insérées

source: Photos, videos and document of the horse
fr_fr: Photos, vidéos & documents vétérinaires

source: Add
fr_fr: Ajouter

source: Remove
fr_fr: Supprimer

source: OR
fr_fr: OU

source: Youtube or Vimeo link
fr_fr: Lien Youtube ou Vimeo

source: Date of last veterinary visit
fr_fr: Date de la dernière visite vétérinaire

source: Please choose a valid file
fr_fr: Choisissez un fichier autorisé

source: Type of your video:
fr_fr: Type de votre vidéo :

source: File is too large
fr_fr: La taille du fichier est trop importante

source: Error Unknown
fr_fr: Erreur inconnue

source: Error TMP Directory
fr_fr: Erreur répertoire temporaire

source: File has uploaded successfully!
fr_fr: Fichier transféré !

source: File extension not allowed
fr_fr: L'extension du fichier n'est pas autorisée

source: Empty file
fr_fr: Fichier vide

source: Videos (upload)
fr_fr: Vidéos (upload)

source: Videos (link)
fr_fr: Vidéos (liens)

source: Date of veterinary report
fr_fr: Date du compte rendu vétérinaire

source: Ad Type
fr_fr: Choix de l'offre

source: NET seller selling price
fr_fr: Prix de vente NET vendeur

source: Price including tax, Equipeer SPORT fees included
fr_fr: Prix TTC frais Equipeer SPORT inclus

source: Price range
fr_fr: Tranche de prix

source: You're not logged in?
fr_fr: Vous n'êtes pas connecté ?

source: This functionality is reserved for connected users
fr_fr: Cette fonctionnalité est réservée aux utilisateurs connectés

source: Close
fr_fr: Fermer

source: Tax included
fr_fr: TTC

source: without VAT
fr_fr: sans TVA

source: The expert's opinion
fr_fr: L'avis de l'expert

source: No expert's opinion
fr_fr: Pas d'avis d'expert

source: General informations
fr_fr: Informations générales

source: The rest is reserved for connected users.
fr_fr: Le reste est réservé aux utilisateurs connectés.

source: Already a Equipeer SPORT account?
fr_fr: Déjà un compte Equipeer SPORT ?

source: Access the <strong>full description of the horse</strong>: price, origin, skills & qualities, location, etc.
fr_fr: Accédez à la <strong>description complète du cheval</strong> : prix, origine, compétences et qualités, emplacement, etc.

source: Take advantage of <strong>all the features of our site</strong>: saving and sending a selection, search alerts, etc.
fr_fr: Profitez de <strong>toutes les fonctionnalités de notre site </strong> : enregistrement et envoi d'une sélection, alertes de recherche, etc.

source: Create a free account
fr_fr: Créer un compte gratuit

source: Origin
fr_fr: Origine

source: Skills & qualities
fr_fr: Compétences et qualités

source: Actual level
fr_fr: Niveau actuel

source: Potential
fr_fr: Potentiel

source: Rider profile
fr_fr: Profil du cavalier

source: Radio report
fr_fr: Bilan radio

source: Detailed description
fr_fr: Descriptif détaillé

source: No information about localisation
fr_fr: Aucune information sur la localisation

source: You are currently logged in as %s.
fr_fr: Vous êtes actuellement connecté en tant que %s.

source: Password must be at least 8 characters long and contain at least 1 number and 1 uppercase letter and 1 special character.
fr_fr: Le mot de passe doit comporter au moins 8 caractères et contenir au moins : 1 chiffre, 1 majuscule et 1 caractère spécial.

source: Fill in the following fields in order to use the site
fr_fr: Merci de renseigner les informations suivantes, pour pouvoir utiliser notre site de façon optimale

source: Profile successfully updated.
fr_fr: Profil mis à jour avec succès.

source: Password successfully updated.
fr_fr: Mot de passe mis à jour avec succès.

source: Phone error
fr_fr: Numéro de téléphone erroné

source: %s successfully updated
fr_fr: %s mis à jour avec succès

source: This ad is no longer available
fr_fr: Cette annonce n'est plus disponible

source: Fill in address
fr_fr: Saisissez une adresse

source: Describe your horse in 140 characters maximum
fr_fr: Décrivez votre cheval en 140 caractères maximum

source: No ads found
fr_fr: Aucune annonce trouvée

source: Submitted on
fr_fr: Déposée le

source: Status
fr_fr: Etat

source: Unknown
fr_fr: Inconnu

source: Publish
fr_fr: Publiée

source: Pending
fr_fr: En attente

source: Edit
fr_fr: Modifier

source: Removal request
fr_fr: Demande de suppression

source: You want to delete your ad for what reason?
fr_fr: Vous souhaitez supprimer votre annonce pour quelle raison ?

source: I sold my horse with EQUIPEER
fr_fr: J'ai vendu mon cheval avec EQUIPEER

source: I sold my horse without going through EQUIPEER
fr_fr: J'ai vendu mon cheval sans passer par EQUIPEER

source: I did not find a buyer for my horse
fr_fr: Je n'ai pas trouvé d'acquéreur pour mon cheval

source: I just want to delete my ad
fr_fr: Je souhaite juste supprimer mon annonce

source: Validate
fr_fr: Valider

source: Cancel
fr_fr: Annuler

source: You have chosen to delete your ad for the following reason:
fr_fr: Vous avez choisi de supprimer votre annonce pour la raison suivante :

source: The EQUIPEER administrators take note of your request and very soon confirm the deletion of your ad.
fr_fr: Les administrateurs d'EQUIPEER prennent note de votre demande et vous confirment tr&egrave;s bient&ocirc;t la suppression de votre annonce.

source: No document found
fr_fr: Aucun document trouvé

source: File to download
fr_fr: Sélections à télécharger

source: Selections
fr_fr: Sélections

source: New password
fr_fr: Nouveau mot de passe

source: %s successfully deleted
fr_fr: %s supprimé

source: Saved search
fr_fr: Recherche sauvegardée

source: An error occured while deleting your %s
fr_fr: Une erreur s'est produite lors de la suppression de votre %s

source: Search notification
fr_fr: Notification de recherche

source: No saved search found
fr_fr: Aucune recherche sauvegardée

source: Search name
fr_fr: Nom de la recherche

source: Be notified as soon as an ad matches my search
fr_fr: Etre averti dès qu'une annonce correspond à ma recherche

source: See saved search
fr_fr: Voir la recherche sauvegardée

source: Do you no longer wish to be notified for this search?
fr_fr: Vous souhaitez ne plus être averti pour cette recherche ?

source: Do you wish to be notified for this search?
fr_fr: Vous souhaitez être averti pour cette recherche ?

source: Are you sure?
fr_fr: Êtes-vous sûr ?

source: Remove this saved search?
fr_fr: Supprimer cette recherche sauvegardée ?

source: Yes, delete it!
fr_fr: Oui, le supprimer !

source: Your selection has been sent to EQUIPEER, we will get back to you quickly
fr_fr: Votre sélection a bien été envoyée à la team EQUIPEER SPORT, nous allons prendre contact avec vous

source: An error has occurred since sending your selection to EQUIPEER, please resend
fr_fr: Une erreur est survenue lors de l'envoi de votre sélection à EQUIPEER, veuillez la renvoyer à nouveau

source: Selection successfully deleted
fr_fr: Sélection supprimée

source: Selection
fr_fr: Sélection

source: Before sending us your selection, give us your phone number so that we can contact you more quickly
fr_fr: Avant de nous envoyer votre sélection, indiquez-nous votre numéro de téléphone afin que nous puissions vous contacter plus rapidement

source: Fill in your phone number here
fr_fr: Remplissez votre numéro de téléphone ici

source: No selection found
fr_fr: Aucune sélection

source: Horse
fr_fr: Cheval

source: Sold
fr_fr: Vendu

source: See horse
fr_fr: Voir le cheval

source: Send my selection to EQUIPEER
fr_fr: Envoyer ma sélection à EQUIPEER

source: Remove this horse from your selection?
fr_fr: Supprimer ce cheval de votre sélection ?

source: Choose the references you want to send us.
fr_fr: Choisissez les références que vous souhaitez nous envoyer.

source: We've sent an email to %s with password reset instructions.
fr_fr: Nous avons envoyé un e-mail à %s avec les instructions de réinitialisation du mot de passe.

source: If the email doesn't show up soon, check your spam folder. We sent it from %s.
fr_fr: Si l'email ne s'affiche pas bientôt, vérifiez votre dossier spam. Nous l'avons envoyé depuis %s.

source: One thought on &ldquo;%1$s&rdquo;
fr_fr: Une réflexion sur &ldquo;%1$s&rdquo;

source: Older Comments
fr_fr: Commentaires plus ancients

source: Newer Comments
fr_fr: Nouveaux commentaires

source: Cancel Reply
fr_fr: Annuler la réponse

source: Post Comment
fr_fr: Poster un commentaire

source: Primary
fr_fr: Principal

source: Add widgets here.
fr_fr: Ajouter des widgets ici.

source: To view this protected post, enter the password below:
fr_fr: Pour afficher cet article protégé, entrez le mot de passe ci-dessous:

source: Password:
fr_fr: Mot de passe :

source: Horse sale
fr_fr: Vente cheval

source: In progress...
fr_fr: En cours...

source: Continue to Equipeer SPORT
fr_fr: Continuer vers Equipeer SPORT

source: More Features
fr_fr: Plus de fonctionnalités

source: Follow us on
fr_fr: Suivez-nous sur

source: To customize the contents of this header banner and other elements of your site, go to Dashboard > Appearance > Customize
fr_fr: Pour personnaliser le contenu de cette bannière d'en-tête et d'autres éléments de votre site, allez dans Tableau de bord > Apparence > Personnaliser

source: I want to find a horse, a pony or a reference ...
fr_fr: Je veux trouver un cheval, un poney ou une référence ...

source: See all ads
fr_fr: Voir toutes les annonces

source: Submit your ad
fr_fr: Déposez votre annonce

source: Preset Styles
fr_fr: Styles prédéfinis

source: Theme Option
fr_fr: Option de thème

source: Typography
fr_fr: Typographie

source: To customize the contents of this header banner and other elements of your site go to Dashboard - Appearance - Customize
fr_fr: Pour personnaliser le contenu de cette bannière d'en-tête et d'autres éléments de votre site, accédez à Tableau de bord - Apparence - Personnaliser

source: Two buttons in search Banner
fr_fr: Deux boutons dans la recherche Bannière

source: Remove Header Banner
fr_fr: Supprimer la bannière d'en-tête

source: Other Customizations
fr_fr: Autres personnalisations

source: Background Color
fr_fr: Couleur de l'arrière plan

source: Background Image
fr_fr: Image de fond

source: no
fr_fr: non

source: Use CDN for Assets
fr_fr: Utiliser CDN pour les actifs

source: All Bootstrap Assets and FontAwesome will be loaded in CDN.
fr_fr: Tous les actifs Bootstrap et FontAwesome seront chargés en CDN.

source: Upload Logo (replaces text)
fr_fr: Télécharger le logo (remplace le texte)

source: Posted in %1$s
fr_fr: Posté dans %1$s

source: Tagged %1$s
fr_fr: Marqué %1$s

source: Edit %s
fr_fr: Modifier %s

source: <span style="margin-left: 5px;" class="glyphicon glyphicon-edit"></span> Edit
fr_fr: <span style="margin-left: 5px;" class="glyphicon glyphicon-edit"></span> Modifier

source: Add a menu
fr_fr: Ajouter un menu

source: Search Results for: %s
fr_fr: Résultats de la recherche pour : %s

source: Search a horse
fr_fr: Rechercher un cheval

source: My Account
fr_fr: Mon compte

source: Logout
fr_fr: Déconnexion

source: My searches
fr_fr: Mes recherches

source: Messaging
fr_fr: Messagerie

source: Log in
fr_fr: S'identifier

source: New client?
fr_fr: Nouveau client ?

source: Create an account
fr_fr: Créer un compte

source: My Selections
fr_fr: Mes sélections

source: See my selection
fr_fr: Voir ma sélection

source: Send my selection
fr_fr: Envoyer ma sélection

source: You don't have selection
fr_fr: Vous n'avez pas de sélection

source: Main Menu
fr_fr: Menu principal

source: Language
fr_fr: Langage

source: Send your selection
fr_fr: Envoyez votre sélection

source: Send my selection to a EQUIPEER coach
fr_fr: Envoyer ma sélection à un sélectionneur EQUIPEER

source: Yes send it!
fr_fr: Oui, envoyez-la !

source: An EQUIPEER coach will contact you very soon
fr_fr: Un coach EQUIPEER vous contactera très prochainement

source: Error Sending
fr_fr: Erreur lors de l'envoi

source: Please try again
fr_fr: Veuillez réessayer

source: Cancelled
fr_fr: Annulé

source: You decide to don't send your selection to an EQUIPEER coach for the moment
fr_fr: Vous décidez de ne pas envoyer votre sélection à un coach EQUIPEER pour le moment

source: Horses
fr_fr: Chevaux

source: Ponys
fr_fr: Poneys

source: Find a reference
fr_fr: Trouver une référence

source: Reset filters
fr_fr: Réinitialiser les filtres

source: Search / Validation
fr_fr: Recherche / validation

source: Filters
fr_fr: Filtres

source: Categories
fr_fr: Catégories

source: In a radius around
fr_fr: Dans un rayon autour de

source: the city informed
fr_fr: la ville renseignée

source: Geolocation is not supported by this browser
fr_fr: La géolocalisation n'est pas prise en charge par ce navigateur

source: Location information is unavailable
fr_fr: Les informations de localisation ne sont pas disponibles

source: The request to get user location timed out
fr_fr: La demande d’obtention de l’emplacement de l’utilisateur a expiré

source: An unknown error occurred
fr_fr: Une erreur inconnue est survenue

source: Address not found
fr_fr: Adresse introuvable

source: Geocoder failed due to:
fr_fr: Le géocodeur a échoué en raison de :

source: Father's name
fr_fr: Le nom du père

source: Remove this item
fr_fr: Supprimer cet article

source: Available on backorder
fr_fr: Disponible en réapprovisionnement

source: Trash
fr_fr: Mettre à la corbeille

source: Print
fr_fr: Imprimer

source: Created
fr_fr: Créé le

source: Selection of expert ads
fr_fr: Sélection d'annonces expertisées

source: By
fr_fr: Par

source: Detail
fr_fr: Détail

source: Thumbnail
fr_fr: Vignette

source: Title
fr_fr: Titre

source: Dress
fr_fr: Robe

source: Origin (Sire)
fr_fr: Père

source: Ad
fr_fr: Annonce

source: Contact client
fr_fr: Contacter client

source: This equine does not have a owner email!
fr_fr: Cet annonce n'a pas d'email de propriétaire !

source: Sports skills
fr_fr: Aptitudes sportives

source: Mounted at the obstacle
fr_fr: Monté à l'obstacle

source: Vocation
fr_fr: Caractère

source: Disponibility
fr_fr: Disponibilité

source: Balanced
fr_fr: Equilibre

source: Experience
fr_fr: Expérience

source: Stability
fr_fr: Stabilité

source: Obstacle 7
fr_fr: Equilibre

source: Obstacle 8
fr_fr: Rebond et amplitude

source: Overall Feeling
fr_fr: Impression d'ensemble

source: Mounted on the flat
fr_fr: Monté sur le plat

source: Flexibility - Step - Gathered
fr_fr: Flexibilité - Pas - Rassemblé

source: Blood - Step - Elongate
fr_fr: Sang - Pas - Allongé

source: Disponibility - Trot - Work
fr_fr: Disponibilité - Trot - Travail
