Repository: kalfeutre/equipeer_test
Catalog: modules/equipeer/languages/equipeer-*.po
Languages: fr_fr

source: Mouth - Trot - Elongate
fr_fr: Bouche - Trot - Allongé

source: Riding comfort - Gallop - Work
fr_fr: Confort cavalier - Galop - Travail

source: Vocation - Gallop - Elongate
fr_fr: Caractère - Galop - Allongé

source: Results in competition
fr_fr: Résultats en compétition

source: Classified 100
fr_fr: Classé 100

source: Classified 110
fr_fr: Classé 110

source: Classified 115
fr_fr: Classé 115

source: Classified 120
fr_fr: Classé 120

source: Classified 130
fr_fr: Classé 130

source: Classified 135
fr_fr: Classé 135

source: Classified 140
fr_fr: Classé 140

source: Classified 140 and +
fr_fr: Classé 140 et +

source: &mdash; Select &mdash;
fr_fr: &mdash; Selectionner &mdash;

source: Jump quality
fr_fr: Qualité de saut

source: Stretch
fr_fr: Envergure

source: Average jump
fr_fr: Moyens

source: Foot change - Lines
fr_fr: Changement de pied - Lignes

source: False gallop
fr_fr: Galop à faux

source: Backed up
fr_fr: Appuyé

source: Spins
fr_fr: Pirouettes

source: Crossing
fr_fr: Passage

source: Piaff&eacute;
fr_fr: Piaffé

source: Type of hinge
fr_fr: Type de ferrure

source: Type of mouth piece
fr_fr: Type d'embouchure

source: Model: forehand, back, back hand
fr_fr: Modèle : avant­-main, dos, arrière main

source: Balances: anterior, posterior
fr_fr: Aplombs : antérieurs, postérieurs

source: Quality of pace: step, trot, gallop
fr_fr: Qualité des allures : pas, trot, galop

source: Behavior / General Character: in the stable, on foot, in transport, in the tether, paddock, mowing, outdoors, work
fr_fr: Comportement / Caractère général : à l'écurie, à pied, au transport, en longe, paddock, tonte, extérieur, travail

source: Misc
fr_fr: Divers

source: Test Places
fr_fr: Lieux d'essai

source: General INFOS
fr_fr: INFOS générales

source: To expertise
fr_fr: Expertisé

source: EQUIPEER Reference
fr_fr: Référence EQUIPEER

source: Equine type
fr_fr: Type d'équidé

source: Birthday real
fr_fr: Date de naissance

source: Birthday Year
fr_fr: Année de naissance

source: Size (cm) / Size
fr_fr: Taille (cm) / Taille (tranche)

source: Click one of the images to edit or update them
fr_fr: Cliquez sur une des images pour les modifier ou les mettre à jour

source: First image
fr_fr: Photo principale

source: Second image
fr_fr: Seconde photo

source: Third image
fr_fr: Troisième photo

source: Notepad
fr_fr: Bloc note

source: Tests performed and date
fr_fr: Essais effectués et date

source: Previous riders
fr_fr: Cavaliers précédents

source: Origins
fr_fr: Origines

source: Father
fr_fr: Père

source: Mother
fr_fr: Mère

source: Price (&euro;&euro;&euro;&euro;&euro;)
fr_fr: Prix (&euro;&euro;&euro;&euro;&euro;)

source: Net seller price
fr_fr: Prix net vendeur

source: Vendor price
fr_fr: Prix du vendeur

source: EQUIPEER Price
fr_fr: Prix EQUIPEER

source: Equipeer price (with commission)
fr_fr: Avec la commission

source: EQUIPEER Commission TTC
fr_fr: Commission EQUIPEER TTC

source: Equipeer commission (commission amount only)
fr_fr: Montant de la commission seulement

source: Price with VAT
fr_fr: Prix avec TVA

source: VAT rate
fr_fr: Taux de TVA

source: Rider Profile
fr_fr: Profil cavalier

source: Rider Age
fr_fr: Age de cavalier

source: Rider Gender
fr_fr: Genre de cavalier

source: Rider Level
fr_fr: Niveau de cavalier

source: Rider Behavior
fr_fr: Comportement de cavalier

source: Profile
fr_fr: Profil

source: Owner contact details
fr_fr: Coordonnées propriétaire

source: Contact by
fr_fr: Contacter par

source: Owner
fr_fr: Propriétaire

source: No owner
fr_fr: Pas de propriétaire

source: Reffering expert
fr_fr: Expert référent

source: Veterinary visit
fr_fr: Visite vétérinaire

source: Date of the last veterinary visit
fr_fr: Date de la dernière visite vétérinaire

source: Veterinary report
fr_fr: Compte rendu vétérinaire

source: Medical background and results
fr_fr: Antécédents et bilans

source: Videos
fr_fr: Vidéos

source: Main video
fr_fr: Vidéo principale

source: Copy / Paste a link
fr_fr: Copier / Coller un lien

source: Second video
fr_fr: Seconde vidéo

source: Third video
fr_fr: Troisième vidéo

source: fourth video
fr_fr: 4e vidéo

source: Cat&eacute;gories EQUIPEER
fr_fr: Catégorie EQUIPEER

source: No categories
fr_fr: Aucune catégorie

source: Available
fr_fr: Disponible

source: Not Available
fr_fr: Pas disponible

source: Add to my selection
fr_fr: Ajouter à ma sélection

source: Remove from my selection
fr_fr: Supprimer de ma sélection

source: Horse added to your selection
fr_fr: Cheval ajouté à votre sélection

source: Error
fr_fr: Erreur

source: Inserting your selection failed
fr_fr: L'insertion de votre sélection a échoué

source: Horse removed from your selection
fr_fr: Cheval supprimé de votre sélection

source: Removing your selection failed
fr_fr: La suppression de votre sélection a échoué

source: Sorry
fr_fr: Désolé

source: We did not understand your request
fr_fr: Nous n'avons pas compris votre demande

source: Saving your selection failed
fr_fr: Echec de l'enregistrement de votre sélection

source: years
fr_fr: ans

source: year
fr_fr: an

source: Great, your ad is published on EQUIPEER.COM
fr_fr: Super, votre annonce est publiée sur EQUIPEER.COM

source: You have just posted an ad on EQUIPEER.COM
fr_fr: Vous venez de déposer une annonce sur EQUIPEER.COM

source: Can't load this video
fr_fr: Impossible de charger cette vidéo

source: Your browser does not support the video tag
fr_fr: Votre navigateur ne supporte pas la vidéo HTML5

source: New horses for your search <strong>%s</strong>
fr_fr: Nouveaux chevaux pour votre recherche <strong>%s</strong>

source: New horses following your searches on EQUIPEER.COM
fr_fr: Nouveaux chevaux suite à vos recherches sur EQUIPEER.COM

source: Prev.
fr_fr: Préc.

source: Return to list
fr_fr: Retour à la liste

source: Next.
fr_fr: Suiv.

source: Contact seller
fr_fr: Contactez le vendeur

source: Save my search
fr_fr: Sauvegarder ma recherche

source: Perfect
fr_fr: Parfait

source: Save
fr_fr: Sauvegarder

source: Your search has been saved!
fr_fr: Votre recherche a été sauvegardé !

source: You have not saved your search!
fr_fr: Vous n'avez pas sauvegardé votre recherche !

source: In a few clicks find the horse that suits you, among all the ads
fr_fr: En quelques clics trouvez le cheval qui vous correspond, parmi toutes les annonces

source: You are looking for a horse of which category?
fr_fr: Vous cherchez un cheval de quelle catégorie ?

source: What level are you looking for?
fr_fr: Vous cherchez un cheval de quel niveau ?

source: No level for this discipline
fr_fr: Aucun niveau disponible pour cette catégorie

source: Click on next
fr_fr: Cliquez sur SUIVANT

source: Looking for a horse from what age?
fr_fr: Vous cherchez un cheval de quel âge ?

source: Looking for a horse from what budget?
fr_fr: Vous cherchez un cheval de quel budget ?

source: You are looking for a horse of what gender?
fr_fr: Vous cherchez un cheval de quel sexe ?

source: What location?
fr_fr: Quelle localisation ?

source: Enter a place
fr_fr: Indiquez un lieu

source: Search in progress...
fr_fr: Recherche en cours...

source: Equines
fr_fr: Annonces

source: Equine
fr_fr: Annonce

source: Search Equines
fr_fr: Rechercher des annonces

source: Popular Equines
fr_fr: Les Annonces les plus utilisées

source: All Equines
fr_fr: Toutes les annonces

source: Edit Equine
fr_fr: Modifier une annonce

source: Update Equine
fr_fr: Mettre à jour l'annonce

source: Add New Equine
fr_fr: Ajouter un nouvelle annonce

source: New Equine Name
fr_fr: Nouvelle annonce

source: Separate Equines with commas
fr_fr: Séparez les Annonces avec des virgules

source: Add or remove equines
fr_fr: Ajouter ou supprimer des annonces

source: Choose from the most used equines
fr_fr: Choisissez parmi les annonces les plus utilisées

source: Groups
fr_fr: Groupes

source: Group
fr_fr: Groupe

source: Search Groups
fr_fr: Recherches Groupes

source: Popular Groups
fr_fr: Les Groupes les plus utilisés

source: Parent Category:
fr_fr: Categorie parente :

source: Edit Group
fr_fr: Modifier un groupe

source: Update Group
fr_fr: Mettre à jour le Groupe

source: Add New Group
fr_fr: Ajouter un nouveau Groupe

source: New Group Name
fr_fr: Nouveau Groupe

source: Separate Groups with commas
fr_fr: Séparez les Groupes avec des virgules

source: Add or remove groups
fr_fr: Ajouter ou supprimer des Groupes

source: Choose from the most used groups
fr_fr: Choisissez parmi les Groupes les plus utilisés

source: Equine Type
fr_fr: Type d'équidés

source: Search Disciplines
fr_fr: Rechercher Disciplines

source: Popular Disciplines
fr_fr: Les Disciplines les plus utilisées

source: All Disciplines
fr_fr: Toutes les disciplines

source: Edit Discipline
fr_fr: Modifier une discipline

source: Update Discipline
fr_fr: Mettre à jour la Discipline

source: Add New Discipline
fr_fr: Ajouter une nouvelle Discipline

source: New Discipline Name
fr_fr: Nouvelle Discipline

source: Separate Disciplines with commas
fr_fr: Séparez les Disciplines avec des virgules

source: Add or remove disciplines
fr_fr: Ajouter ou supprimer des Disciplines

source: Choose from the most used disciplines
fr_fr: Choisissez parmi les Disciplines les plus utilisées

source: Reference Prefix
fr_fr: Préfixe réf.

source: Equestrian Disciplines
fr_fr: Disciplines équestres

source: Equestrian Discipline
fr_fr: Discipline équestre

source: Search Equestrian Disciplines
fr_fr: Recherche Disciplines équestres

source: Popular Equestrian Disciplines
fr_fr: Les Disciplines équestres les plus utilisées

source: All Equestrian Disciplines
fr_fr: Toutes les Disciplines équestres

source: Edit Equestrian Discipline
fr_fr: Modifier la Discipline équestre

source: Update Equestrian Discipline
fr_fr: Mettre à jour la Discipline équestre

source: Add New Equestrian Discipline
fr_fr: Ajouter une nouvelle Discipline équestre

source: New Equestrian Discipline Name
fr_fr: Nouvelle Discipline équestre

source: Separate Equestrian Disciplines with commas
fr_fr: Séparer les Disciplines équestres par des virgules

source: Add or remove equestrian disciplines
fr_fr: Ajouter ou supprimer des Disciplines équestres

source: Choose from the most used equestrian discipline
fr_fr: Choisissez parmi les Disciplines équestres les plus utilisées

source: Genders
fr_fr: Sexes

source: Search Genders
fr_fr: Recherche Sexes

source: Popular Genders
fr_fr: Les Sexes les plus utilisés

source: All Genders
fr_fr: Tous les Sexes

source: Edit Gender
fr_fr: Modifier le Sexe

source: Update Gender
fr_fr: Mettre à jour le Sexe

source: Add New Gender
fr_fr: Ajouter un nouveau Sexe

source: New Gender Name
fr_fr: Nouveau Sexe

source: Separate Genders with commas
fr_fr: Séparer les Sexes par des virgules

source: Add or remove genders
fr_fr: Ajouter ou supprimer des Sexes

source: Choose from the most used genders
fr_fr: Choisissez parmi les Sexes les plus utilisés

source: Search Ages
fr_fr: Recherche Ages

source: Popular Ages
fr_fr: Les Ages les plus utilisés

source: All Ages
fr_fr: Tous les Ages

source: Edit Age
fr_fr: Modifier l'Age

source: Update Age
fr_fr: Mettre à jour l'Age

source: Add New Age
fr_fr: Ajouter un nouvel Age

source: New Age Name
fr_fr: Nouvel Age

source: Separate Ages with commas
fr_fr: Séparer les Ages par des virgules

source: Add or remove ages
fr_fr: Ajouter ou supprimer des Ages

source: Choose from the most used ages
fr_fr: Choisissez parmi les Ages les plus utilisés

source: Levels
fr_fr: Niveaux

source: Search Levels
fr_fr: Recherche Niveaux

source: Popular Levels
fr_fr: Les Niveaux les plus utilisés

source: All Levels
fr_fr: Tous les Niveaux

source: Edit Level
fr_fr: Modifier le Niveau

source: Update Level
fr_fr: Mettre à jour le Niveau

source: Add New Level
fr_fr: Ajouter un nouveau Niveau

source: New Level Name
fr_fr: Nouveau Niveau

source: Separate Levels with commas
fr_fr: Séparer les Niveaux par des virgules

source: Add or remove levels
fr_fr: Ajouter ou supprimer des Niveaux

source: Choose from the most used levels
fr_fr: Choisissez parmi les Niveaux les plus utilisés

source: Equestrian Levels
fr_fr: Niveaux équestres

source: Equestrian Level
fr_fr: Niveau équestre

source: Search Equestrian Levels
fr_fr: Recherche Niveaux équestres

source: Popular Equestrian Levels
fr_fr: Les Niveaux équestres les plus utilisés

source: All Equestrian Levels
fr_fr: Tous les Niveaux équestres

source: Edit Equestrian Level
fr_fr: Modifier le Niveau équestre

source: Update Equestrian Level
fr_fr: Mettre à jour le Niveau équestre

source: Add New Equestrian Level
fr_fr: Ajouter un nouveau Niveau équestre

source: New Equestrian Level Name
fr_fr: Nouveau Niveau équestre

source: Separate Equestrian Levels with commas
fr_fr: Séparer les Niveaux équestres par des virgules

source: Add or remove equestrian levels
fr_fr: Ajouter ou supprimer des Niveaux équestres

source: Choose from the most used equestrian levels
fr_fr: Choisissez parmi les Niveaux équestres les plus utilisés

source: Search Potentials
fr_fr: Recherche Potentiels

source: Popular Potentials
fr_fr: Les Potentiels les plus utilisés

source: All Potentials
fr_fr: Tous les Potentiels

source: Edit Potential
fr_fr: Modifier le Potentiel

source: Update Potential
fr_fr: Mettre à jour le Potentiel

source: Add New Potential
fr_fr: Ajouter un nouveau Potentiel

source: New Potential Name
fr_fr: Nouveau Potentiel

source: Separate Potentials with commas
fr_fr: Séparer les Potentiels par des virgules

source: Add or remove potentials
fr_fr: Ajouter ou supprimer des Potentiels

source: Choose from the most used potentials
fr_fr: Choisissez parmi les Potentiels les plus utilisés

source: Search Breeds
fr_fr: Recherche Races

source: Popular Breeds
fr_fr: Les Races les plus utilisées

source: All Breeds
fr_fr: Toutes les Races

source: Edit Breed
fr_fr: Modifier la Race

source: Update Breed
fr_fr: Mettre à jour la Race

source: Add New Breed
fr_fr: Ajouter une nouvelle Race

source: New Breed Name
fr_fr: Nouvelle Race

source: Separate Breeds with commas
fr_fr: Séparer les Races par des virgules

source: Add or remove breeds
fr_fr: Ajouter ou supprimer des Races

source: Choose from the most used breeds
fr_fr: Choisissez parmi les Races les plus utilisées

source: Colors
fr_fr: Robes

source: Search Colors
fr_fr: Recherche Robes

source: Popular Colors
fr_fr: Les Robes les plus utilisées

source: All Colors
fr_fr: Toutes les Robes

source: Edit Color
fr_fr: Modifier la Robe

source: Update Color
fr_fr: Mettre à jour la Robe

source: Add New Color
fr_fr: Ajouter une nouvelle Robe

source: New Color Name
fr_fr: Nouvelle Robe

source: Separate Colors with commas
fr_fr: Séparer les Robes par des virgules

source: Add or remove colors
fr_fr: Ajouter ou supprimer des Robes

source: Choose from the most used colors
fr_fr: Choisissez parmi les Robes les plus utilisées

source: Search Sizes
fr_fr: Recherche Tailles

source: Popular Sizes
fr_fr: Les Tailles les plus utilisées

source: All Sizes
fr_fr: Toutes les tailles

source: Edit Size
fr_fr: Modifier la Taille

source: Update Size
fr_fr: Mettre à jour la Taille

source: Add New Size
fr_fr: Ajouter une nouvelle Taille

source: New Size Name
fr_fr: Nouvelle Taille

source: Separate Sizes with commas
fr_fr: Séparer les Tailles par des virgules

source: Add or remove sizes
fr_fr: Ajouter ou supprimer des Tailles

source: Choose from the most used sizes
fr_fr: Choisissez parmi les Tailles les plus utilisés

source: Rider Ages
fr_fr: Ages de cavalier

source: Search Rider Ages
fr_fr: Recherche Ages de cavalier

source: Popular Rider Ages
fr_fr: Les Ages de cavalier les plus utilisés

source: All Rider Ages
fr_fr: Tous les Ages de cavalier

source: Edit Rider Age
fr_fr: Modifier l'Age du cavalier

source: Update Rider Age
fr_fr: Mettre à jour l'Age de cavalier

source: Add New Rider Age
fr_fr: Ajouter un nouvel Age de cavalier

source: New Rider Age Name
fr_fr: Nouvel Age du cavalier

source: Separate Rider Ages with commas
fr_fr: Séparer les Ages de cavalier par des virgules

source: Add or remove rider ages
fr_fr: Ajouter ou supprimer des Ages de cavalier

source: Choose from the most used rider ages
fr_fr: Choisissez parmi les Ages de cavalier les plus utilisés

source: Rider Behaviors
fr_fr: Comportements de cavalier

source: Search Rider Behaviors
fr_fr: Recherche Comportements de cavalier

source: Popular Rider Behaviors
fr_fr: Les Comportements de cavalier les plus utilisés

source: All Rider Behaviors
fr_fr: Tous les Comportements de cavalier

source: Edit Rider Behavior
fr_fr: Modifier le Comportement du cavalier

source: Update Rider Behavior
fr_fr: Mettre à jour le Comportement de cavalier

source: Add New Rider Behavior
fr_fr: Ajouter un nouveau Comportement de cavalier

source: New Rider Behavior Name
fr_fr: Nouveau Comportement du cavalier

source: Separate Rider Behaviors with commas
fr_fr: Séparer les Comportement de cavalier par des virgules

source: Add or remove rider behaviors
fr_fr: Ajouter ou supprimer des Comportements de cavalier

source: Choose from the most used rider behaviors
fr_fr: Choisissez parmi les Comportements de cavalier les plus utilisés

source: Rider Genders
fr_fr: Genres de cavalier

source: Search Rider Genders
fr_fr: Recherche Genres de cavalier

source: Popular Rider Genders
fr_fr: Les Genres de cavalier les plus utilisés

source: All Rider Genders
fr_fr: Tous les Genres de cavalier

source: Edit Rider Gender
fr_fr: Modifier le Genre du cavalier

source: Update Rider Gender
fr_fr: Mettre à jour le Genre de cavalier

source: Add New Rider Gender
fr_fr: Ajouter un nouveau Genre de cavalier

source: New Rider Gender Name
fr_fr: Nouveau Genre du cavalier

source: Separate Rider Genders with commas
fr_fr: Séparer les Genres de cavalier par des virgules

source: Add or remove rider genders
fr_fr: Ajouter ou supprimer des Genres de cavalier

source: Choose from the most used rider genders
fr_fr: Choisissez parmi les Genres de cavalier les plus utilisés

source: Rider Levels
fr_fr: Niveaux de cavalier

source: Search Rider Levels
fr_fr: Recherche Niveaux de cavalier

source: Popular Rider Levels
fr_fr: Les Niveaux de cavalier les plus utilisés

source: All Rider Levels
fr_fr: Tous les Niveaux de cavalier

source: Edit Rider Level
fr_fr: Modifier le Niveau du cavalier

source: Update Rider Level
fr_fr: Mettre à jour le Niveau de cavalier

source: Add New Rider Level
fr_fr: Ajouter un nouveau Niveau de cavalier

source: New Rider Level Name
fr_fr: Nouveau Niveau du cavalier

source: Separate Rider Levels with commas
fr_fr: Séparer les Niveaux de cavalier par des virgules

source: Add or remove rider levels
fr_fr: Ajouter ou supprimer des Niveaux de cavalier

source: Choose from the most used rider levels
fr_fr: Choisissez parmi les Niveaux de cavalier les plus utilisés

source: Pony
fr_fr: Poney

source: Posts Carousel (EQUIPEER)
fr_fr: Carousel (EQUIPEER)

source: Posts Carousel Widget for EQUIPEER
fr_fr: Widget Carousel pour EQUIPEER

source: Learn more about this horse
fr_fr: En savoir plus sur ce cheval

source: Save Changes
fr_fr: Sauvegarder les modifications

source: Reset to Defaults
fr_fr: Réinitialiser les paramètres par défaut

source: Mise &agrave; jour d'une annonce
fr_fr: Mise à jour d'une annonce

source: Parent Equine
fr_fr: Annonce parent

source: Not Found
fr_fr: Non trouvé

source: Not found in Trash
fr_fr: Non trouvé dans la corbeille

source: Equine updated
fr_fr: Annonce mise à jour

source: Equine scheduled
fr_fr: Annonce programmée

source: Equine drafted
fr_fr: Annonce mise en brouillon

source: Equine published privately
fr_fr: Annonce publiée en privé

source: equines
fr_fr: annonces

source: Equine listing
fr_fr: Catalogue des annonces

source: Equine updated.
fr_fr: Annonce mise à jour

source: Custom field updated.
fr_fr: Champs personnalisé mis à jour

source: Custom field deleted.
fr_fr: Champs personnalisé supprimé

source: Equine restored to revision from %s
fr_fr: Annonce restaurée de la révision %s

source: Equine published.
fr_fr: Annonce publiée

source: Equine saved.
fr_fr: Annonce sauvegardée

source: Equine submitted.
fr_fr: Annonce soumise

source: Equine scheduled for: <strong>%1$s</strong>.
fr_fr: Annonce prévue pour : <strong>%1$s</strong>

source: M j, Y @ G:i
fr_fr: j M Y @ G:i

source: Equine draft updated.
fr_fr: Brouillon d'annonce mis à jour

source: View equine
fr_fr: Voir l'annonce

source: Preview equine
fr_fr: Prévisualiser l'annonce

source: Media Library
fr_fr: Médias

source: Users
fr_fr: Utilisateurs

source: requires Titan Framework to be installed and active. You can activate %s here.
fr_fr: nécessite que Titan Framework soit installé et actif. Vous pouvez activer %s ici.

source: Equipeer requires minimum PHP Version %s. You must upgrade PHP.
fr_fr: Equipeer requiert la version PHP minimale %s. Vous devez mettre à jour PHP.

source: Enter your password
fr_fr: Saisissez votre mot de passe

source: Free
fr_fr: Libre

source: Appraised
fr_fr: Expertisée

source: Prev
fr_fr: Précédent

source: Developed and maintained by
fr_fr: Développé par

source: Written with
fr_fr: écrit avec

source: Support contact
fr_fr: Contact support

source: Need more features on this plugin? Don't hesitate to contact us here
fr_fr: Besoin de plus de fonctionnalités ? N'hésitez pas à nous contacter ici

source: Need a plugin for Wordpress? Don't hesitate to contact us here
fr_fr: Besoin d'un plugin Wordpress ? N'hésitez pas à nous contacter ici

source: To contact us, You have to indicate us all the informations of your wordpress installation (Version Number WP, Version number Icustomizer, Server)
fr_fr: Pour nous contacter, indiquez nous toutes les informations de votre installation Wordpress (Numéro de version, Numéro de version du plugin, Serveur, ...)

source: If you would like to use our other plugins, click here
fr_fr: Si vous voulez utiliser nos autres plugins, cliquez ici

source: SECURITY
fr_fr: SECURITE

source: Tired of your WORDPRESS sites being attacked
fr_fr: Fatigué de voir vos site WORDPRESS attaqué

source: Too complicated to put back
fr_fr: Trop compliqué à remettre en place

source: Wordpress Themes
fr_fr: Thèmes Wordpress

source: Web Hosting
fr_fr: Hébergement

source: Manage your WP sites by ANDROID / APPLE application
fr_fr: Gérer vos sites WP par application ANDROID / APPLE

source: No time
fr_fr: Pas le temps

source: No envy
fr_fr: Pas l'envie

source: Too complicated
fr_fr: Trop compliqué
